Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTags.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

source: Lots of Choices
de: Viele Entscheidungen
ja: 選択肢多数
ko: 다수의 선택지
pl: Wiele wyborów
zh_hans: 大量选项
zh_hant: 大量選項

source: Lots of Event CGs
de: Viele Ereignis-CGs
ja: イベントCG多数
ko: 다수의 이벤트 CG
pl: Wiele ilustracji CG wydarzeń
zh_hans: 大量事件CG
zh_hant: 大量事件CG

source: Love Hotel
de: Liebeshotel
ja: ラブホテル
ko: 러브호텔
pl: Hotel miłości
zh_hans: 情侣酒店
zh_hant: 愛情旅館

source: Love Interest's Gender Choice
de: Geschlechtswahl der Liebespartner
ja: 攻略対象の性別選択
ko: 공략 대상의 성별 선택
pl: Wybór płci obiektu uczuć
zh_hans: 恋爱对象性别选择
zh_hant: 戀愛對象性別選擇

source: Love Rivalry
de: Liebesrivalität
ja: 恋のライバル関係
ko: 연적 관계
pl: Rywalizacja miłosna
zh_hans: 情敌争夺
zh_hant: 情敵爭奪

source: Love Triangle
de: Liebesdreieck
ja: 三角関係
ko: 삼각관계
pl: Trójkąt miłosny
zh_hans: 三角恋
zh_hant: 三角戀

source: Lovecraftian Horror
de: Lovecraft-Horror
ja: ラヴクラフト風ホラー
ko: 러브크래프트풍 호러
pl: Horror lovecraftowski
zh_hans: 克苏鲁式恐怖
zh_hant: 克蘇魯式恐怖

source: Low Amount of Rape
de: Wenige Vergewaltigungen
ja: 強姦描写少なめ
ko: 강간 묘사 적음
pl: Niewiele gwałtów
zh_hans: 少量强奸内容
zh_hant: 少量強姦內容

source: Low Fantasy
de: Fantasy mit wenigen fantastischen Elementen
ja: ローファンタジー
ko: 로우 판타지
pl: Fantastyka z niewielką liczbą elementów nadprzyrodzonych
zh_hans: 低奇幻
zh_hant: 低奇幻

source: Low Sexual Content
de: Wenige sexuelle Inhalte
ja: 性的コンテンツ少なめ
ko: 성적 콘텐츠 적음
pl: Niewiele treści seksualnych
zh_hans: 少量色情内容
zh_hant: 少量色情內容

source: Macho Protagonist
de: Macho als Hauptfigur
ja: マッチョな主人公
ko: 마초인 주인공
pl: Protagonista typu macho
zh_hans: 硬汉主角
zh_hant: 硬漢主角

source: Macrophilia
de: Vorliebe für Riesen
ja: 巨大性愛
ko: 거대 성애
pl: Upodobanie do olbrzymów
zh_hans: 巨人爱好
zh_hant: 巨人愛好

source: Mad Scientist Support Character
de: Verrückter Wissenschaftler als Nebenfigur
ja: マッドサイエンティストのサブキャラクター
ko: 매드 사이언티스트인 조연
pl: Postać drugoplanowa będąca szalonym naukowcem
zh_hans: 疯狂科学家配角
zh_hant: 瘋狂科學家配角

source: Madam Heroine
de: Madame als Heldin
ja: マダムのヒロイン
ko: 마담인 여성 주인공
pl: Bohaterka będąca madame
zh_hans: 女主人女主角
zh_hant: 女主人女主角

source: Madness
de: Wahnsinn
ja: 狂気
ko: 광기
pl: Szaleństwo
zh_hans: 疯狂
zh_hant: 瘋狂

source: Mage Hero
de: Magier als Held
ja: 魔法使いの男性主人公
ko: 마법사인 남성 주인공
pl: Bohater będący magiem
zh_hans: 魔法师男主角
zh_hant: 魔法師男主角

source: Mage Heroine
de: Magierin als Heldin
ja: 魔法使いのヒロイン
ko: 마법사인 여성 주인공
pl: Bohaterka będąca czarodziejką
zh_hans: 魔法师女主角
zh_hant: 魔法師女主角

source: Mage Protagonist
de: Magier als Hauptfigur
ja: 魔法使いの主人公
ko: 마법사인 주인공
pl: Protagonista będący magiem
zh_hans: 魔法师主角
zh_hant: 魔法師主角

source: Mages Association
de: Magiervereinigung
ja: 魔術師協会
ko: 마법사 협회
pl: Stowarzyszenie magów
zh_hans: 魔法师协会
zh_hant: 魔法師協會

source: Magic
de: Magie
ja: 魔法
ko: 마법
pl: Magia
zh_hans: 魔法
zh_hant: 魔法

source: Magic School
de: Magieschule
ja: 魔法学校
ko: 마법 학교
pl: Szkoła magii
zh_hans: 魔法学校
zh_hant: 魔法學校

source: Magic/ESP Combat
de: Kampf mit Magie oder übersinnlichen Kräften
ja: 魔法／超能力での戦闘
ko: 마법·초능력 전투
pl: Walka magią lub zdolnościami pozazmysłowymi
zh_hans: 魔法／超能力战斗
zh_hant: 魔法／超能力戰鬥

source: Mahjong as Gameplay Element
de: Mahjong als Spielelement
ja: ゲーム要素としての麻雀
ko: 게임플레이 요소로서의 마작
pl: Mahjong jako element rozgrywki
zh_hans: 作为玩法要素的麻将
zh_hant: 作為玩法要素的麻將

source: Mahjong as Story Element
de: Mahjong als Handlungselement
ja: 物語要素としての麻雀
ko: 스토리 요소로서의 마작
pl: Mahjong jako element fabuły
zh_hans: 作为剧情要素的麻将
zh_hant: 作為劇情要素的麻將

source: Mahou Shoujo Heroine
de: Magisches Mädchen als Heldin
ja: 魔法少女のヒロイン
ko: 마법소녀인 여성 주인공
pl: Bohaterka będąca magiczną dziewczyną
zh_hans: 魔法少女女主角
zh_hant: 魔法少女女主角

source: Mahou Shoujo Lyrical Nanoha
de: Magical Girl Lyrical Nanoha
ja: 魔法少女リリカルなのは
ko: 마법소녀 리리컬 나노하
pl: Magical Girl Lyrical Nanoha
zh_hans: 魔法少女奈叶
zh_hant: 魔法少女奈葉

source: Mahou Shoujo Protagonist
de: Magisches Mädchen als Hauptfigur
ja: 魔法少女の主人公
ko: 마법소녀인 주인공
pl: Protagonistka będąca magiczną dziewczyną
zh_hans: 魔法少女主角
zh_hant: 魔法少女主角

source: Mahou Shounen Hero
de: Magischer Junge als Held
ja: 魔法少年の男性主人公
ko: 마법소년인 남성 주인공
pl: Bohater będący magicznym chłopcem
zh_hans: 魔法少年男主角
zh_hant: 魔法少年男主角

source: Mahou Shounen Protagonist
de: Magischer Junge als Hauptfigur
ja: 魔法少年の主人公
ko: 마법소년인 주인공
pl: Protagonista będący magicznym chłopcem
zh_hans: 魔法少年主角
zh_hant: 魔法少年主角

source: Maid Cafe
de: Maid-Café
ja: メイド喫茶
ko: 메이드 카페
pl: Kawiarnia z pokojówkami
zh_hans: 女仆咖啡店
zh_hant: 女僕咖啡店

source: Maid Cosplay
de: Dienstmädchen-Cosplay
ja: メイドコスプレ
ko: 메이드 코스프레
pl: Cosplay pokojówki
zh_hans: 女仆装扮
zh_hant: 女僕裝扮

source: Maid Heroine
de: Dienstmädchen als Heldin
ja: メイドのヒロイン
ko: 메이드인 여성 주인공
pl: Bohaterka będąca pokojówką
zh_hans: 女仆女主角
zh_hant: 女僕女主角

source: Maid Protagonist
de: Dienstmädchen als Hauptfigur
ja: メイドの主人公
ko: 메이드인 주인공
pl: Protagonistka będąca pokojówką
zh_hans: 女仆主角
zh_hant: 女僕主角

source: Maid Support Character
de: Dienstmädchen als Nebenfigur
ja: メイドのサブキャラクター
ko: 메이드인 조연
pl: Postać drugoplanowa będąca pokojówką
zh_hans: 女仆配角
zh_hant: 女僕配角

source: Major Antagonist
de: Hauptantagonist
ja: 主要な敵役
ko: 주요 적대자
pl: Główny antagonista
zh_hans: 主要反派
zh_hant: 主要反派

source: Male Friend
de: Männlicher Freund
ja: 男友達
ko: 남성 친구
pl: Przyjaciel
zh_hans: 男性朋友
zh_hant: 男性朋友

source: Male Homosexual NTR
de: Schwules Netorare
ja: ゲイNTR
ko: 게이 NTR
pl: Homoseksualne męskie netorare
zh_hans: 男同性恋NTR
zh_hant: 男同性戀NTR

source: Male on Dickgirl
de: Sex eines Mannes mit einer Frau mit Penis
ja: 男性とふたなりのセックス
ko: 남성과 후타나리의 성교
pl: Seks mężczyzny z kobietą z penisem
zh_hans: 男性与扶她性交
zh_hant: 男性與扶她性交

source: Male on Futanari
de: Sex eines Mannes mit Futanari
ja: 男性とふたなりのセックス
ko: 남성과 후타나리의 성교
pl: Seks mężczyzny z futanari
zh_hans: 男性与扶她性交
zh_hant: 男性與扶她性交

source: Male on Male Rape
de: Vergewaltigung eines Mannes durch einen Mann
ja: 男性による男性への強姦
ko: 남성에 의한 남성 강간
pl: Gwałt na mężczyźnie dokonany przez mężczyznę
zh_hans: 男性强奸男性
zh_hant: 男性強姦男性

source: Male on Male Sex
de: Sex zwischen Männern
ja: 男性同士のセックス
ko: 남성 간 성교
pl: Seks między mężczyznami
zh_hans: 男男性爱
zh_hant: 男男性愛

source: Male on Male Sex Only
de: Nur Sex zwischen Männern
ja: 男性同士のセックスのみ
ko: 남성 간 성교만 등장
pl: Wyłącznie seks między mężczyznami
zh_hans: 仅男男性爱
zh_hant: 僅男男性愛

source: Male on Trans Man
de: Sex eines Mannes mit einem trans Mann
ja: 男性とトランス男性のセックス
ko: 남성과 트랜스젠더 남성의 성교
pl: Seks mężczyzny z transpłciowym mężczyzną
zh_hans: 男性与跨性别男性性交
zh_hant: 男性與跨性別男性性交

source: Male on Trans Woman
de: Sex eines Mannes mit einer trans Frau
ja: 男性とトランス女性のセックス
ko: 남성과 트랜스젠더 여성의 성교
pl: Seks mężczyzny z transpłciową kobietą
zh_hans: 男性与跨性别女性性交
zh_hant: 男性與跨性別女性性交

source: Male on Trap
de: Sex eines Mannes mit einem feminin erscheinenden Mann
ja: 男性と男の娘のセックス
ko: 남성과 오토코노코의 성교
pl: Seks mężczyzny z mężczyzną o kobiecym wyglądzie
zh_hans: 男性与伪娘性交
zh_hant: 男性與偽娘性交

source: Male Pregnancy
de: Männliche Schwangerschaft
ja: 男性妊娠
ko: 남성 임신
pl: Męska ciąża
zh_hans: 男性怀孕
zh_hant: 男性懷孕

source: Male Protagonist
de: Männliche Hauptfigur
ja: 男性主人公
ko: 남성 주인공
pl: Protagonista płci męskiej
zh_hans: 男性主角
zh_hant: 男性主角

source: Male Protagonist for a Short Time
de: Vorübergehend männliche Hauptfigur
ja: 一時的な男性主人公
ko: 일시적으로 남성 주인공이 됨
pl: Protagonista płci męskiej przez krótki czas
zh_hans: 短暂扮演男性主角
zh_hant: 短暫扮演男性主角

source: Manager Protagonist
de: Manager als Hauptfigur
ja: マネージャーの主人公
ko: 매니저인 주인공
pl: Protagonista będący menedżerem
zh_hans: 经理主角
zh_hant: 經理主角

source: Mandatory Choice Between Voices OR Subtitles
de: Zwingende Wahl zwischen Sprachausgabe und Untertiteln
ja: 音声か字幕の選択が必須
ko: 음성 또는 자막 중 하나를 반드시 선택
pl: Obowiązkowy wybór między głosami a napisami
zh_hans: 必须在语音或字幕中二选一
zh_hant: 必須在語音或字幕中二選一

source: Mangaka Hero
de: Mangazeichner als Held
ja: 漫画家の男性主人公
ko: 만화가인 남성 주인공
pl: Bohater będący mangaką
zh_hans: 漫画家男主角
zh_hant: 漫畫家男主角

source: Mangaka Heroine
de: Mangazeichnerin als Heldin
ja: 漫画家のヒロイン
ko: 만화가인 여성 주인공
pl: Bohaterka będąca mangaką
zh_hans: 漫画家女主角
zh_hant: 漫畫家女主角

source: Mangaka Protagonist
de: Mangazeichner als Hauptfigur
ja: 漫画家の主人公
ko: 만화가인 주인공
pl: Protagonista będący mangaką
zh_hans: 漫画家主角
zh_hant: 漫畫家主角

source: Manticore
de: Mantikor
ja: マンティコア
ko: 만티코어
pl: Mantykora
zh_hans: 蝎尾狮
zh_hant: 蠍尾獅

source: Manual Prostate Stimulation
de: Manuelle Prostatastimulation
ja: 手による前立腺刺激
ko: 손으로 하는 전립선 자극
pl: Ręczna stymulacja prostaty
zh_hans: 手动前列腺刺激
zh_hant: 手動前列腺刺激

source: Maou Hero
de: Dämonenkönig als Held
ja: 魔王の男性主人公
ko: 마왕인 남성 주인공
pl: Bohater będący królem demonów
zh_hans: 魔王男主角
zh_hant: 魔王男主角

source: Maou Heroine
de: Dämonenkönigin als Heldin
ja: 魔王のヒロイン
ko: 마왕인 여성 주인공
pl: Bohaterka będąca królową demonów
zh_hans: 魔王女主角
zh_hant: 魔王女主角

source: Maou Protagonist
de: Dämonenkönig als Hauptfigur
ja: 魔王の主人公
ko: 마왕인 주인공
pl: Protagonista będący królem demonów
zh_hans: 魔王主角
zh_hant: 魔王主角

source: Map Movement
de: Bewegung auf einer Karte
ja: マップ移動
ko: 지도 이동
pl: Poruszanie się po mapie
zh_hans: 地图移动
zh_hant: 地圖移動

source: Marine Mammals
de: Meeressäuger
ja: 海洋哺乳類
ko: 해양 포유류
pl: Ssaki morskie
zh_hans: 海洋哺乳动物
zh_hant: 海洋哺乳動物

source: Marriage Ending
de: Heiratsende
ja: 結婚エンド
ko: 결혼 엔딩
pl: Zakończenie małżeństwem
zh_hans: 结婚结局
zh_hant: 結婚結局

source: Married Hero
de: Verheirateter Held
ja: 既婚の男性主人公
ko: 기혼인 남성 주인공
pl: Żonaty bohater
zh_hans: 已婚男主角
zh_hant: 已婚男主角

source: Married Heroine
de: Verheiratete Heldin
ja: 既婚のヒロイン
ko: 기혼인 여성 주인공
pl: Zamężna bohaterka
zh_hans: 已婚女主角
zh_hant: 已婚女主角

source: Martial Artist Hero
de: Kampfkünstler als Held
ja: 武闘家の男性主人公
ko: 무술가인 남성 주인공
pl: Bohater uprawiający sztuki walki
zh_hans: 武术家男主角
zh_hant: 武術家男主角

source: Martial Artist Heroine
de: Kampfkünstlerin als Heldin
ja: 武闘家のヒロイン
ko: 무술가인 여성 주인공
pl: Bohaterka uprawiająca sztuki walki
zh_hans: 武术家女主角
zh_hant: 武術家女主角

source: Martial Artist Protagonist
de: Kampfkünstler als Hauptfigur
ja: 武闘家の主人公
ko: 무술가인 주인공
pl: Protagonista uprawiający sztuki walki
zh_hans: 武术家主角
zh_hant: 武術家主角

source: Masochist Hero
de: Masochistischer Held
ja: マゾヒストの男性主人公
ko: 마조히스트인 남성 주인공
pl: Masochistyczny bohater
zh_hans: 受虐狂男主角
zh_hant: 受虐狂男主角

source: Masochist Heroine
de: Masochistische Heldin
ja: マゾヒストのヒロイン
ko: 마조히스트인 여성 주인공
pl: Masochistyczna bohaterka
zh_hans: 受虐狂女主角
zh_hant: 受虐狂女主角

source: Masochist Protagonist
de: Masochistische Hauptfigur
ja: マゾヒストの主人公
ko: 마조히스트인 주인공
pl: Masochistyczny protagonista
zh_hans: 受虐狂主角
zh_hant: 受虐狂主角

source: Masochist Support Character
de: Masochistische Nebenfigur
ja: マゾヒストのサブキャラクター
ko: 마조히스트인 조연
pl: Masochistyczna postać drugoplanowa
zh_hans: 受虐狂配角
zh_hant: 受虐狂配角

source: Mass Murder
de: Massenmord
ja: 大量殺人
ko: 대량 살인
pl: Masowe morderstwo
zh_hans: 大规模杀人
zh_hant: 大規模殺人

source: Massage Parlor
de: Massagesalon
ja: マッサージ店
ko: 마사지 업소
pl: Salon masażu
zh_hans: 按摩店
zh_hant: 按摩店

source: Massage Therapist Protagonist
de: Masseur als Hauptfigur
ja: マッサージ師の主人公
ko: 마사지사인 주인공
pl: Protagonista będący masażystą
zh_hans: 按摩师主角
zh_hant: 按摩師主角

source: Master and Servant
de: Herr und Diener
ja: 主従関係
ko: 주종 관계
pl: Pan i sługa
zh_hans: 主人与仆人
zh_hant: 主人與僕人

source: Masturbation in front of an Audience
de: Masturbation vor Publikum
ja: 人前での自慰
ko: 사람들 앞에서 하는 자위
pl: Masturbacja przed publicznością
zh_hans: 当众自慰
zh_hant: 當眾自慰

source: Masturbation Involving Food
de: Masturbation mit Essen
ja: 食べ物を使った自慰
ko: 음식물을 이용한 자위
pl: Masturbacja z użyciem jedzenia
zh_hans: 涉及食物的自慰
zh_hant: 涉及食物的自慰

source: Masturbation with Object
de: Masturbation mit einem Gegenstand
ja: 異物を使った自慰
ko: 이물질을 이용한 자위
pl: Masturbacja z użyciem przedmiotu
zh_hans: 使用异物自慰
zh_hant: 使用異物自慰

source: Masturbation with Water
de: Masturbation mit Wasser
ja: 水を使った自慰
ko: 물을 이용한 자위
pl: Masturbacja z użyciem wody
zh_hans: 用水自慰
zh_hant: 用水自慰

source: Matriarchy
de: Matriarchat
ja: 母権制
ko: 모권제
pl: Matriarchat
zh_hans: 母系社会
zh_hant: 母系社會

source: May-December Romance
de: Romanze mit großem Altersunterschied
ja: 年の差恋愛
ko: 나이 차이 연애
pl: Romans z dużą różnicą wieku
zh_hans: 年龄差恋爱
zh_hant: 年齡差戀愛

source: Mayadere Hero
de: Mayadere als Held
ja: マヤデレの男性主人公
ko: 마야데레 남성 주인공
pl: Bohater typu mayadere
zh_hans: 恶娇男主角
zh_hant: 惡嬌男主角

source: Mayadere Heroine
de: Mayadere als Heldin
ja: マヤデレのヒロイン
ko: 마야데레 여성 주인공
pl: Bohaterka typu mayadere
zh_hans: 恶娇女主角
zh_hant: 惡嬌女主角

source: Meaningless Choices
de: Bedeutungslose Entscheidungen
ja: 意味のない選択肢
ko: 의미 없는 선택지
pl: Wybory bez znaczenia
zh_hans: 无意义选项
zh_hant: 無意義選項

source: Mecha Combat
de: Mecha-Kampf
ja: メカ戦闘
ko: 메카 전투
pl: Walka mechów
zh_hans: 机甲战斗
zh_hant: 機甲戰鬥

source: Mecha Pilot Hero
de: Mecha-Pilot als Held
ja: メカパイロットの男性主人公
ko: 메카 조종사인 남성 주인공
pl: Bohater będący pilotem mecha
zh_hans: 机甲驾驶员男主角
zh_hant: 機甲駕駛員男主角

source: Mecha Pilot Heroine
de: Mecha-Pilotin als Heldin
ja: メカパイロットのヒロイン
ko: 메카 조종사인 여성 주인공
pl: Bohaterka będąca pilotką mecha
zh_hans: 机甲驾驶员女主角
zh_hant: 機甲駕駛員女主角

source: Mecha Pilot Protagonist
de: Mecha-Pilot als Hauptfigur
ja: メカパイロットの主人公
ko: 메카 조종사인 주인공
pl: Protagonista będący pilotem mecha
zh_hans: 机甲驾驶员主角
zh_hant: 機甲駕駛員主角

source: Medical Doctor Hero
de: Arzt als Held
ja: 医師の男性主人公
ko: 의사인 남성 주인공
pl: Bohater będący lekarzem
zh_hans: 医生男主角
zh_hant: 醫生男主角

source: Medical Doctor Heroine
de: Ärztin als Heldin
ja: 医師のヒロイン
ko: 의사인 여성 주인공
pl: Bohaterka będąca lekarką
zh_hans: 医生女主角
zh_hant: 醫生女主角

source: Medical Doctor Protagonist
de: Arzt als Hauptfigur
ja: 医師の主人公
ko: 의사인 주인공
pl: Protagonista będący lekarzem
zh_hans: 医生主角
zh_hant: 醫生主角

source: Medical Student Protagonist
de: Medizinstudent als Hauptfigur
ja: 医学生の主人公
ko: 의대생인 주인공
pl: Protagonista będący studentem medycyny
zh_hans: 医学生主角
zh_hant: 醫學生主角

source: Medieval Fantasy
de: Mittelalterliche Fantasy
ja: 中世ファンタジー
ko: 중세 판타지
pl: Fantastyka średniowieczna
zh_hans: 中世纪奇幻
zh_hant: 中世紀奇幻

source: Medium Heroine
de: Medium als Heldin
ja: 霊媒師のヒロイン
ko: 영매인 여성 주인공
pl: Bohaterka będąca medium
zh_hans: 灵媒女主角
zh_hant: 靈媒女主角

source: Meiji Era
de: Meiji-Zeit
ja: 明治時代
ko: 메이지 시대
pl: Okres Meiji
zh_hans: 明治时代
zh_hant: 明治時代

source: Memory Alteration
de: Gedächtnismanipulation
ja: 記憶改変
ko: 기억 조작
pl: Modyfikacja pamięci
zh_hans: 记忆篡改
zh_hant: 記憶篡改

source: Mentor Support Character
de: Mentor als Nebenfigur
ja: 指導者のサブキャラクター
ko: 스승인 조연
pl: Postać drugoplanowa będąca mentorem
zh_hans: 导师配角
zh_hant: 導師配角

source: Mercenary Hero
de: Söldner als Held
ja: 傭兵の男性主人公
ko: 용병인 남성 주인공
pl: Bohater będący najemnikiem
zh_hans: 佣兵男主角
zh_hant: 傭兵男主角

source: Mercenary Heroine
de: Söldnerin als Heldin
ja: 傭兵のヒロイン
ko: 용병인 여성 주인공
pl: Bohaterka będąca najemniczką
zh_hans: 佣兵女主角
zh_hant: 傭兵女主角

source: Mercenary Protagonist
de: Söldner als Hauptfigur
ja: 傭兵の主人公
ko: 용병인 주인공
pl: Protagonista będący najemnikiem
zh_hans: 佣兵主角
zh_hant: 傭兵主角

source: Mercenary Support Character
de: Söldner als Nebenfigur
ja: 傭兵のサブキャラクター
ko: 용병인 조연
pl: Postać drugoplanowa będąca najemnikiem
zh_hans: 佣兵配角
zh_hant: 傭兵配角

source: Merchant Hero
de: Händler als Held
ja: 商人の男性主人公
ko: 상인인 남성 주인공
pl: Bohater będący kupcem
zh_hans: 商人男主角
zh_hant: 商人男主角

source: Merchant Heroine
de: Händlerin als Heldin
ja: 商人のヒロイン
ko: 상인인 여성 주인공
pl: Bohaterka zajmująca się handlem
zh_hans: 商人女主角
zh_hant: 商人女主角

source: Merchant Protagonist
de: Händler als Hauptfigur
ja: 商人の主人公
ko: 상인인 주인공
pl: Protagonista będący kupcem
zh_hans: 商人主角
zh_hant: 商人主角

source: Mermaid Heroine
de: Meerjungfrau als Heldin
ja: 人魚のヒロイン
ko: 인어인 여성 주인공
pl: Bohaterka będąca syreną
zh_hans: 美人鱼女主角
zh_hant: 美人魚女主角

source: Merman Hero
de: Meermann als Held
ja: 男性人魚の男性主人公
ko: 남성 인어인 남성 주인공
pl: Bohater będący trytonem
zh_hans: 男性人鱼男主角
zh_hant: 男性人魚男主角

source: Merprotagonist
de: Meermensch als Hauptfigur
ja: 人魚の主人公
ko: 인어인 주인공
pl: Protagonista będący istotą syrenią
zh_hans: 人鱼主角
zh_hant: 人魚主角

source: Mesopotamian Mythology
de: Mesopotamische Mythologie
ja: メソポタミア神話
ko: 메소포타미아 신화
pl: Mitologia mezopotamska
zh_hans: 美索不达米亚神话
zh_hant: 美索不達米亞神話

source: Messiah Heroine
de: Messias als Heldin
ja: 救世主のヒロイン
ko: 구세주인 여성 주인공
pl: Bohaterka będąca mesjaszem
zh_hans: 救世主女主角
zh_hant: 救世主女主角

source: Messiah Protagonist
de: Messias als Hauptfigur
ja: 救世主の主人公
ko: 구세주인 주인공
pl: Protagonista będący mesjaszem
zh_hans: 救世主主角
zh_hant: 救世主主角

source: Mesugaki Heroine
de: Frech provozierende Heldin
ja: メスガキのヒロイン
ko: 메스가키 여성 주인공
pl: Bezczelnie prowokująca bohaterka
zh_hans: 雌小鬼女主角
zh_hant: 雌小鬼女主角

source: Metafiction
de: Metafiktion
ja: メタフィクション
ko: 메타픽션
pl: Metafikcja
zh_hans: 元小说
zh_hant: 後設小說

source: Metal Bondage
de: Fesselung mit Metall
ja: 金属製拘束具
ko: 금속 구속구
pl: Krępowanie metalem
zh_hans: 金属束缚
zh_hant: 金屬束縛

source: Metropolitan Area
de: Metropolregion
ja: 大都市圏
ko: 대도시권
pl: Obszar metropolitalny
zh_hans: 都市圈
zh_hant: 都會區

source: Microphilia
de: Vorliebe für winzige Wesen
ja: 小人性愛
ko: 소인 성애
pl: Upodobanie do miniaturowych istot
zh_hans: 小人爱好
zh_hant: 小人愛好

source: Microtransactions
de: Mikrotransaktionen
ja: マイクロトランザクション
ko: 소액 결제
pl: Mikrotransakcje
zh_hans: 微交易
zh_hant: 微交易

source: Mid-game Videos
de: Videos im Spielverlauf
ja: ゲーム中盤の動画
ko: 게임 중간 영상
pl: Filmy w trakcie gry
zh_hans: 游戏中途视频
zh_hant: 遊戲中途影片

source: Middle Ages Earth
de: Erde im Mittelalter
ja: 中世の地球
ko: 중세의 지구
pl: Ziemia w średniowieczu
zh_hans: 中世纪地球
zh_hant: 中世紀地球

source: Middle Ages Europe
de: Europa im Mittelalter
ja: 中世ヨーロッパ
ko: 중세 유럽
pl: Europa w średniowieczu
zh_hans: 中世纪欧洲
zh_hant: 中世紀歐洲

source: Middle East
de: Naher Osten
ja: 中東
ko: 중동
pl: Bliski Wschód
zh_hans: 中东
zh_hant: 中東

source: Middle School
de: Mittelschule
ja: 中学校
ko: 중학교
pl: Szkoła niższego stopnia średniego
zh_hans: 初中
zh_hant: 國中

source: Middle School Student
de: Mittelschüler
ja: 中学生
ko: 중학생
pl: Uczeń szkoły niższego stopnia średniego
zh_hans: 初中生
zh_hant: 國中生

source: Middle School Student Hero
de: Mittelschüler als Held
ja: 中学生の男性主人公
ko: 중학생 남성 주인공
pl: Bohater będący uczniem szkoły niższego stopnia średniego
zh_hans: 初中生男主角
zh_hant: 國中生男主角

source: Middle School Student Heroine
de: Mittelschülerin als Heldin
ja: 中学生のヒロイン
ko: 중학생 여성 주인공
pl: Bohaterka będąca uczennicą szkoły niższego stopnia średniego
zh_hans: 初中生女主角
zh_hant: 國中生女主角

source: Middle School Student Protagonist
de: Mittelschüler als Hauptfigur
ja: 中学生の主人公
ko: 중학생 주인공
pl: Protagonista będący uczniem szkoły niższego stopnia średniego
zh_hans: 初中生主角
zh_hant: 國中生主角

source: Miko Heroine
de: Miko-Schreinpriesterin als Heldin
ja: 巫女のヒロイン
ko: 무녀인 여성 주인공
pl: Bohaterka będąca kapłanką chramu miko
zh_hans: 巫女女主角
zh_hant: 巫女女主角

source: Miko Protagonist
de: Miko-Schreinpriesterin als Hauptfigur
ja: 巫女の主人公
ko: 무녀인 주인공
pl: Protagonistka będąca kapłanką chramu miko
zh_hans: 巫女主角
zh_hant: 巫女主角

source: Military
de: Militär
ja: 軍事
ko: 군사
pl: Wojsko
zh_hans: 军事
zh_hant: 軍事

source: Military Base
de: Militärbasis
ja: 軍事基地
ko: 군사 기지
pl: Baza wojskowa
zh_hans: 军事基地
zh_hant: 軍事基地

source: Military School
de: Militärschule
ja: 軍学校
ko: 군사 학교
pl: Szkoła wojskowa
zh_hans: 军事学校
zh_hant: 軍事學校

source: Milking (Sexual)
de: Melken (sexuell)
ja: 搾乳（性的）
ko: 착유(성적)
pl: Dojenie (seksualne)
zh_hans: 挤奶（色情）
zh_hant: 擠奶（色情）

source: Mind Control
de: Gedankenkontrolle
ja: マインドコントロール
ko: 정신 지배
pl: Kontrola umysłu
zh_hans: 精神控制
zh_hant: 精神控制

source: Mind Screw
de: Verwirrende Realitätsdarstellung
ja: 精神を揺さぶる展開
ko: 정신을 뒤흔드는 전개
pl: Dezorientująca narracja
zh_hans: 精神错乱
zh_hant: 精神錯亂

source: Mindbreak
de: Psychischer Zusammenbruch durch Misshandlung
ja: 精神崩壊
ko: 정신 붕괴
pl: Załamanie psychiczne wskutek znęcania się
zh_hans: 精神崩坏
zh_hant: 精神崩壞

source: Minimalist Sprites
de: Minimalistische Figuren-Sprites
ja: ミニマルな立ち絵
ko: 미니멀한 스탠딩 CG
pl: Minimalistyczne wizerunki postaci
zh_hans: 极简角色立绘
zh_hant: 極簡角色立繪

source: Mirror Sex
de: Sex vor einem Spiegel
ja: 鏡の前でのセックス
ko: 거울 앞 성교
pl: Seks przed lustrem
zh_hans: 镜前性爱
zh_hant: 鏡前性愛

source: Misc. Character Tags
de: Sonstige Figurentags
ja: その他のキャラクタータグ
ko: 기타 캐릭터 태그
pl: Pozostałe tagi postaci
zh_hans: 其他角色标签
zh_hant: 其他角色標籤

source: Mischievous Hero
de: Schelmischer Held
ja: いたずら好きな男性主人公
ko: 장난기 많은 남성 주인공
pl: Psotny bohater
zh_hans: 淘气男主角
zh_hant: 淘氣男主角

source: Mischievous Heroine
de: Schelmische Heldin
ja: いたずら好きなヒロイン
ko: 장난기 많은 여성 주인공
pl: Psotna bohaterka
zh_hans: 淘气女主角
zh_hant: 淘氣女主角

source: Mischievous Protagonist
de: Schelmische Hauptfigur
ja: いたずら好きな主人公
ko: 장난기 많은 주인공
pl: Psotny protagonista
zh_hans: 淘气主角
zh_hant: 淘氣主角

source: Missionary Position
de: Missionarsstellung
ja: 正常位
ko: 정상위
pl: Pozycja misjonarska
zh_hans: 传教士体位
zh_hant: 傳教士體位

source: Model Hero
de: Model als Held
ja: モデルの男性主人公
ko: 모델인 남성 주인공
pl: Bohater będący modelem
zh_hans: 模特男主角
zh_hant: 模特兒男主角

source: Model Heroine
de: Model als Heldin
ja: モデルのヒロイン
ko: 모델인 여성 주인공
pl: Bohaterka będąca modelką
zh_hans: 模特女主角
zh_hant: 模特兒女主角

source: Model Protagonist
de: Model als Hauptfigur
ja: モデルの主人公
ko: 모델인 주인공
pl: Protagonista będący modelem
zh_hans: 模特主角
zh_hant: 模特兒主角

source: Modern Day
de: Gegenwart
ja: 現代
ko: 현대
pl: Współczesność
zh_hans: 现代
zh_hant: 現代

source: Modern Day Akihabara
de: Akihabara der Gegenwart
ja: 現代の秋葉原
ko: 현대의 아키하바라
pl: Współczesna Akihabara
zh_hans: 现代秋叶原
zh_hant: 現代秋葉原

source: Modern Day British Isles
de: Britische Inseln der Gegenwart
ja: 現代のブリテン諸島
ko: 현대의 브리튼 제도
pl: Współczesne Wyspy Brytyjskie
zh_hans: 现代不列颠群岛
zh_hant: 現代不列顛群島

source: Modern Day Canada
de: Kanada der Gegenwart
ja: 現代のカナダ
ko: 현대의 캐나다
pl: Współczesna Kanada
zh_hans: 现代加拿大
zh_hant: 現代加拿大

source: Modern Day China
de: China der Gegenwart
ja: 現代の中国
ko: 현대의 중국
pl: Współczesne Chiny
zh_hans: 现代中国
zh_hant: 現代中國

source: Modern Day Earth
de: Erde der Gegenwart
ja: 現代の地球
ko: 현대의 지구
pl: Współczesna Ziemia
zh_hans: 现代地球
zh_hant: 現代地球

source: Modern Day Europe
de: Europa der Gegenwart
ja: 現代のヨーロッパ
ko: 현대의 유럽
pl: Współczesna Europa
zh_hans: 现代欧洲
zh_hant: 現代歐洲

source: Modern Day Hokkaido
de: Hokkaidō der Gegenwart
ja: 現代の北海道
ko: 현대의 홋카이도
pl: Współczesne Hokkaidō
zh_hans: 现代北海道
zh_hant: 現代北海道

source: Modern Day Japan
de: Japan der Gegenwart
ja: 現代の日本
ko: 현대의 일본
pl: Współczesna Japonia
zh_hans: 现代日本
zh_hant: 現代日本

source: Modern Day Korea
de: Korea der Gegenwart
ja: 現代の韓国
ko: 현대의 한국
pl: Współczesna Korea
zh_hans: 现代韩国
zh_hant: 現代韓國

source: Modern Day Setting in a Fictional World
de: Gegenwartsszenario in einer fiktiven Welt
ja: 架空世界の現代設定
ko: 가상 세계의 현대적 배경
pl: Współczesność w fikcyjnym świecie
zh_hans: 虚构世界的现代背景
zh_hant: 虛構世界的現代背景

source: Modern Day Shibuya
de: Shibuya der Gegenwart
ja: 現代の渋谷
ko: 현대의 시부야
pl: Współczesna Shibuya
zh_hans: 现代涩谷
zh_hant: 現代澀谷

source: Modern Day Shikoku
de: Shikoku der Gegenwart
ja: 現代の四国
ko: 현대의 시코쿠
pl: Współczesne Shikoku
zh_hans: 现代四国
zh_hant: 現代四國

source: Modern Day Thailand
de: Thailand der Gegenwart
ja: 現代のタイ
ko: 현대의 태국
pl: Współczesna Tajlandia
zh_hans: 现代泰国
zh_hant: 現代泰國

source: Modern Day Tokyo
de: Tokio der Gegenwart
ja: 現代の東京
ko: 현대의 도쿄
pl: Współczesne Tokio
zh_hans: 现代东京
zh_hant: 現代東京

source: Modern Day United States of America
de: Vereinigte Staaten der Gegenwart
ja: 現代のアメリカ合衆国
ko: 현대의 미국
pl: Współczesne Stany Zjednoczone
zh_hans: 现代美国
zh_hant: 現代美國

source: Modern Tsundere Heroine
de: Moderne Tsundere als Heldin
ja: 現代的ツンデレヒロイン
ko: 현대형 츤데레 여성 주인공
pl: Bohaterka będąca współczesną tsundere
zh_hans: 现代傲娇女主角
zh_hant: 現代傲嬌女主角

source: Modifications
de: Modifikationen
ja: Mod
ko: 모드
pl: Modyfikacje
zh_hans: 模组
zh_hant: 模組

source: Molestation on Public Transport
de: Sexuelle Belästigung in öffentlichen Verkehrsmitteln
ja: 公共交通機関での痴漢
ko: 대중교통 내 성추행
pl: Molestowanie w transporcie publicznym
zh_hans: 公共交通痴汉
zh_hant: 公共交通痴漢

source: Monk Hero
de: Mönch als Held
ja: 僧侶の男性主人公
ko: 승려인 남성 주인공
pl: Bohater będący mnichem
zh_hans: 僧侣男主角
zh_hant: 僧侶男主角

source: Monk Heroine
de: Nonne als Heldin
ja: 僧侶のヒロイン
ko: 승려인 여성 주인공
pl: Bohaterka będąca mniszką
zh_hans: 僧侣女主角
zh_hant: 僧侶女主角

source: Monster Birth
de: Monstergeburt
ja: 怪物の出産
ko: 괴물 출산
pl: Poród potwora
zh_hans: 产下怪物
zh_hant: 產下怪物

source: Monster Girl Heroine
de: Monstermädchen als Heldin
ja: モンスター娘のヒロイン
ko: 몬스터 걸 여성 주인공
pl: Bohaterka będąca dziewczyną-potworem
zh_hans: 魔物娘女主角
zh_hant: 魔物娘女主角

source: Monster Girl Support Character
de: Monstermädchen als Nebenfigur
ja: モンスター娘のサブキャラクター
ko: 몬스터 걸 조연
pl: Postać drugoplanowa będąca dziewczyną-potworem
zh_hans: 魔物娘配角
zh_hant: 魔物娘配角

source: Monster Hero
de: Monster als Held
ja: モンスターの男性主人公
ko: 괴물인 남성 주인공
pl: Bohater będący potworem
zh_hans: 怪物男主角
zh_hant: 怪物男主角
